-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Aug 15, 2019 at 02:37 PM
-- Server version: 8.0.17
-- PHP Version: 7.3.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `tsp60_hrdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `hr_person`
--

CREATE TABLE `hr_person` (
  `ps_id` int(11) NOT NULL COMMENT 'รหัส',
  `ps_pf_id` int(11) DEFAULT NULL COMMENT 'id คำนำหน้าชื่อ จากตาราง hr_prefix',
  `ps_fname` varchar(80) NOT NULL COMMENT 'ชื่อบุคลากร',
  `ps_lname` varchar(100) NOT NULL COMMENT 'นามสกุลบุคลากร',
  `ps_fname_en` varchar(80) NOT NULL COMMENT 'ชื่อบุคลากร(อังกฤษ)',
  `ps_lname_en` varchar(100) NOT NULL COMMENT 'นามสกุลบุคลากร(อังกฤษ)',
  `ps_nickname` varchar(20) NOT NULL COMMENT 'ชื่อกลาง',
  `ps_nickname_en` varchar(20) NOT NULL COMMENT 'ชื่อกลาง(อังกฤษ)',
  `ps_in_area` char(1) NOT NULL DEFAULT 'N',
  `ps_pos_id` int(11) DEFAULT '0' COMMENT 'id ตำแหน่งงาน จากตาราง hr_position',
  `ps_hire_id` int(2) DEFAULT NULL COMMENT 'id ประเภทพนักงาน จากตาราง hr_hire',
  `ps_dept_id` int(11) DEFAULT '0' COMMENT 'id หน่วยงาน จากตาราง hr_department',
  `ps_dept_teach_id` int(11) DEFAULT NULL COMMENT 'หน่วยงานที่สังกัดภาควิชา จากตาราง hr_department',
  `ps_admin_id` int(11) DEFAULT '0' COMMENT 'รหัสตำแหน่งบริหาร (ตาราง hr_admin)',
  `ps_admin_teach_id` int(11) DEFAULT NULL COMMENT 'รหัสตำแหน่งสังกัดภาควิชา (ตาราง hr_admin)',
  `ps_mjt_id` int(11) DEFAULT NULL COMMENT 'รหัสประเภทสายงาน (ตาราง hr_major_type)',
  `ps_code` varchar(10) DEFAULT NULL COMMENT 'เลขที่/รหัสประจำตัวพนักงาน',
  `ps_salary` double(11,2) DEFAULT NULL COMMENT 'ค่าตอบแทน(เงินเดือน)',
  `ps_start_date` date DEFAULT NULL COMMENT 'วันที่ี่เริ่มทำงาน/สมัคร',
  `ps_retire` int(11) DEFAULT NULL COMMENT 'สถานะการปฏิบัติงาน ตาราง hr_retire',
  `ps_status` int(11) DEFAULT '1' COMMENT 'สถานะปัจจุบัน 1 ปฏิบัติงานอยู่ 2 ลาออกแล้ว',
  `ps_out_date` date DEFAULT '0000-00-00' COMMENT 'วันที่ออก',
  `ps_user_update` int(11) DEFAULT NULL COMMENT 'รหัสผู้ที่แก้ไข',
  `ps_update` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT 'วันเวลาแก้ไข'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ข้อมูลบุคลากร';

--
-- Dumping data for table `hr_person`
--

INSERT INTO `hr_person` (`ps_id`, `ps_pf_id`, `ps_fname`, `ps_lname`, `ps_fname_en`, `ps_lname_en`, `ps_nickname`, `ps_nickname_en`, `ps_in_area`, `ps_pos_id`, `ps_hire_id`, `ps_dept_id`, `ps_dept_teach_id`, `ps_admin_id`, `ps_admin_teach_id`, `ps_mjt_id`, `ps_code`, `ps_salary`, `ps_start_date`, `ps_retire`, `ps_status`, `ps_out_date`, `ps_user_update`) VALUES
(5983, NULL, 'Nattaphol', 'Boonseng', '', '', '', '', 'N', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2019-05-17', NULL, 1, '0000-00-00', NULL),
(5984, NULL, 'เป๋าตุง', '', '', '', '', '', 'N', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2019-05-17', NULL, 1, '0000-00-00', NULL),
(5985, NULL, 'Nattaphol', 'Boonseng2', '', '', '', '', 'N', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2019-05-18', NULL, 1, '0000-00-00', NULL),
(5988, NULL, 'สิทธิชัย', '', '', '', '', '', 'N', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2019-05-20', NULL, 1, '0000-00-00', NULL),
(5989, NULL, 'banksompun', '', '', '', '', '', 'N', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2019-05-20', NULL, 1, '0000-00-00', NULL),
(60160025, 1, 'พลยุทธ', 'โสภาค', '', '', 'แบงค์', '', 'N', 6817, 1, 0, NULL, 16, NULL, 1, '60160025', 62750.00, '2009-10-27', 0, 1, '0000-00-00', 0),
(60160026, 2, 'มานิตา', 'ดวงรัศมี', '', '', 'ณัฏฐ์', '', 'N', 537, 1, 1, 5547, 12, 17, 1, '60160026', 1000.00, '1999-04-05', 0, 1, '0000-00-00', 46),
(60160027, 1, 'สุภัค', 'พุกดำ', '', '', 'แจ๊ค', '', 'N', 548, 1, 2, NULL, 17, NULL, 1, '60160027', 0.00, '2014-02-03', 4, 2, '2012-10-01', 46),
(60160083, 1, 'ชุติพงศ์', 'เจริญสวัสดิ์', '', '', 'ฟลุ๊ค', '', 'N', 568, 1, 4, 5547, 17, 17, 1, '60160083', 27980.00, '1999-04-25', 0, 1, '0000-00-00', 165),
(60160086, 2, 'ธนัญญา', 'บานชื่นวิจิตร', '', '', 'เฟม', '', 'N', 1921, 1, 5, NULL, 17, NULL, 1, '60160086', 22880.00, '2002-04-01', 0, 1, '0000-00-00', 165),
(60160087, 2, 'นฤมล', 'สาริบุตร', '', '', 'มินต์', '', 'N', 545, 1, 6, NULL, 17, NULL, 1, '60160087', 38710.00, '1999-05-09', 0, 1, '0000-00-00', 46),
(60160089, 2, 'เนตรชนก', 'เถียรทิน', '', '', 'เนส', '', 'N', 4177, 2, 7, NULL, 18, NULL, 25, '60160089', 20470.00, '2014-06-10', 0, 1, '0000-00-00', 46),
(60160091, 1, 'พัสกร', 'ใชยะ', '', '', 'โอ๋', '', 'N', 4195, 9, 8, NULL, 17, NULL, 1, '60160091', 11230.00, '2013-05-01', 0, 1, '2014-10-01', 46),
(60160093, 1, 'พีรณัฐ', 'บูรณะเรข', '', '', 'จ๊อบ', '', 'N', 4212, 3, 9, NULL, 18, NULL, 25, '60160093', 24080.00, '1989-07-03', 0, 1, '0000-00-00', 46),
(60160094, 2, 'ยศภัทร', 'ภู่ระหงษ์', '', '', 'พัท', '', 'N', 538, 9, 0, 5548, 6, 17, 1, '60160094', 0.00, '2018-05-25', 0, 1, '2018-08-07', 165),
(60160095, 2, 'เยาวพา', 'ป้องปัดชา', '', '', 'ดาว', '', 'N', 6821, 2, 1, NULL, 7, 12, 1, '60160095', 0.00, '1999-04-09', 0, 1, '0000-00-00', 165),
(60160097, 2, 'วรรณภา', 'ศรีเจิมทอง', '', '', 'เอื้อยคุมิ', '', 'N', 550, 1, 2, NULL, 17, NULL, 1, '60160097', 35040.00, '1999-04-12', 0, 1, '0000-00-00', 46),
(60160099, 2, 'ศิรดา', 'เล็กโล่ง', '', '', 'เมย์', '', 'N', 558, 1, 3, 5547, 16, 17, 1, '60160099', 33920.00, '1999-04-17', 0, 1, '0000-00-00', 46),
(60160101, 1, 'สิทธินนท์', 'กลิ่นมณฑา', '', '', 'ฟลุ๊ค', '', 'N', 549, 1, 4, NULL, 17, NULL, 1, '60160101', 34570.00, '1999-04-26', 0, 1, '0000-00-00', 46),
(60160104, 2, 'เกศรินทร์', 'อุทุมพร', '', '', 'แอม', '', 'N', 1781, 1, 5, 5548, 17, 17, 1, '60160104', 23550.00, '1999-05-04', 0, 1, '0000-00-00', 46),
(60160109, 1, 'เตโอ', 'แซ่ตัน', '', '', 'เตโอฮิ', '', 'N', 1908, 1, 6, NULL, 17, NULL, 1, '60160109', 26270.00, '1999-05-10', 0, 1, '0000-00-00', 46),
(60160113, 1, 'วีรพงศ์', 'สุขสง่าเจริญ', '', '', 'แฟรงค์', '', 'N', 4190, 9, 7, NULL, 17, NULL, 26, '60160113', 19160.00, '2011-10-03', 0, 1, '0000-00-00', 46),
(60160116, 1, 'อธิรุจน์', 'ภูษิตาภรณ์', '', '', 'เฟิร์ส', '', 'N', 4194, 9, 8, NULL, 17, NULL, 1, '60160116', 11230.00, '2013-05-01', 15, 2, '2014-10-01', 46),
(60160151, 2, 'กรรณิการ์', 'จรสัมฤทธิ์', '', '', 'เตย', '', 'N', 4202, 3, 9, NULL, 18, NULL, 25, '60160151', 21010.00, '1989-07-03', 0, 1, '0000-00-00', 46),
(60160152, 2, 'กวิสรา', 'อ่วมขันธ์', '', '', 'ปาย', '', 'N', 460, 9, 0, 5547, 12, 17, 1, '60160152', 0.00, '1981-04-01', 0, 1, '0000-00-00', 165),
(60160153, 1, 'ขวัญชัย', 'นนทวิชิต', '', '', 'ขวัญ', '', 'N', 539, 1, 1, 5546, 7, 17, 1, '60160153', 10.00, '1999-04-07', 9, 1, '0000-00-00', 46),
(60160154, 1, 'คณาธิป', 'พิทักษ์ศิลป์', '', '', 'ฮาย', '', 'N', 539, 1, 2, NULL, 17, NULL, 1, '60160154', 35690.00, '1990-04-02', 0, 1, '2014-11-01', 46),
(60160155, 1, 'คมสันต์', 'เทศนา', '', '', 'เบ้นเบาะบ๊ะ', '', 'N', 559, 1, 3, NULL, 16, NULL, 1, '60160155', 43880.00, '1999-04-18', 0, 1, '0000-00-00', 46),
(60160156, 1, 'จักรวาล', 'ทรัพย์พิพัฒนา', '', '', 'ฟรองซ์', '', 'N', 570, 1, 4, 5548, 16, 17, 1, '60160156', 52320.00, '1999-04-27', 0, 1, '0000-00-00', 46),
(60160157, 1, 'จิรเมธ', 'พั่วพันธ์', '', '', 'ต้า', '', 'N', 1922, 1, 5, NULL, 12, NULL, 1, '60160157', 18900.00, '2002-04-01', 0, 2, '2012-04-01', 46),
(60160158, 1, 'ฉลองชัย', 'ภาคย์กระโทก', '', '', 'ปังปอนด์', '', 'N', 4176, 2, 6, NULL, 18, NULL, 25, '60160158', 22760.00, '2011-03-01', 0, 1, '0000-00-00', 46),
(60160159, 1, 'ฉัตรเฉลิม', 'วสุอนันต์กุล', '', '', 'จีโน่', '', 'N', 4191, 9, 7, NULL, 17, NULL, 26, '60160159', 17840.00, '2011-10-03', 0, 1, '0000-00-00', 46),
(60160161, 2, 'ณฐมนัส', 'เล็กคุณา', '', '', 'เอิร์น', '', 'N', 4207, 3, 9, NULL, 18, NULL, 25, '60160161', 21880.00, '1991-08-01', 0, 1, '0000-00-00', 46),
(60160164, 1, 'ทิวากร', 'หีดมั่น', '', '', 'กร', '', 'N', 540, 1, 1, NULL, 12, NULL, 1, '60160164', 0.00, '1999-04-08', 0, 1, '0000-00-00', 46),
(60160165, 1, 'ธัญพิสิษฐ์', 'ซื่อตรง', '', '', 'ตั๋ง', '', 'N', 552, 1, 2, 5546, 7, 17, 1, '60160165', 0.00, '1999-04-13', 0, 1, '0000-00-00', 165),
(60160166, 2, 'ธิดารัตน์', 'ฤกษ์จำรัสแสง', '', '', 'ต่าย', '', 'N', 560, 1, 3, NULL, 16, NULL, 1, '60160166', 44780.00, '1999-04-19', 0, 1, '0000-00-00', 1170),
(60160167, 1, 'ธิติวุฒิ', 'เบ็ญจศิริวรรณ', '', '', 'ไอซ์', '', 'N', 535, 1, 4, NULL, 16, NULL, 25, '60160167', 28750.00, '1999-04-28', 0, 1, '0000-00-00', 46),
(60160169, 1, 'นำโชค', 'สิงหะชัย', '', '', 'เพชร', '', 'N', 4177, 2, 6, NULL, 18, NULL, 25, '60160169', 14020.00, '2013-08-01', 0, 1, '2014-04-29', 46),
(60160170, 1, 'นิพิฐพนธ์', 'ถนัดกุลกิจ', '', '', 'ภีม', '', 'N', 4192, 9, 7, NULL, 17, NULL, 26, '60160170', 19210.00, '2011-10-03', 0, 1, '0000-00-00', 46),
(60160171, 1, 'ปฏิพล', 'ทรงพระ', '', '', 'ก๊อต', '', 'N', 4178, 2, 8, NULL, 18, NULL, 25, '60160171', 22420.00, '2012-09-25', 0, 1, '0000-00-00', 46),
(60160172, 1, 'ปฏิวัติ', 'ยุ่นชัยภูมิ', '', '', 'ฮอต', '', 'N', 4203, 3, 9, NULL, 18, NULL, 25, '60160172', 15140.00, '1989-07-03', 0, 2, '2002-07-03', 46),
(60160174, 2, 'พรไพลิน', 'กล่อมจันทร์', '', '', 'ไนน์', '', 'N', 544, 1, 0, NULL, 12, 17, 1, '60160174', 3000.00, '1999-04-03', 0, 1, '0000-00-00', 1150),
(60160175, 1, 'ภัทรกร', 'ภมรชาติ', '', '', 'มิว', '', 'N', 541, 1, 1, 5546, 7, 17, 1, '60160175', 0.00, '1999-04-09', 0, 1, '0000-00-00', 1150),
(60160176, 2, 'มุขสุดา', 'เชยสุนทร', '', '', 'เจน', '', 'N', 553, 1, 2, 5548, 17, 17, 1, '60160176', 0.00, '1999-04-14', 0, 1, '0000-00-00', 46),
(60160177, 2, 'รังสิยา', 'เจริญลาภ', '', '', 'จิ๊ป', '', 'N', 561, 1, 3, NULL, 16, NULL, 1, '60160177', 0.00, '2017-01-01', 0, 1, '0000-00-00', 46),
(60160178, 1, 'วงศกร', 'เสริมศรี', '', '', 'แพทเทิ้ล', '', 'N', 4478, 1, 4, NULL, 18, NULL, 1, '60160178', 27310.00, '1999-04-29', 0, 1, '0000-00-00', 1177),
(60160179, 1, 'ศุภกร', 'พิจิตเลิศ', '', '', 'กัน', '', 'N', 1923, 1, 5, NULL, 17, NULL, 26, '60160179', 24330.00, '1999-05-05', 0, 1, '0000-00-00', 46),
(60160180, 1, 'สรรค์ปกรณ์', 'สุทธิรัตนพร', '', '', 'เว็บ', '', 'N', 4130, 1, 6, NULL, 17, NULL, 26, '60160180', 18190.00, '1999-05-12', 0, 1, '0000-00-00', 46),
(60160181, 1, 'สหรัชฎ์', 'ภิญโญพฤฒิพงศ์', '', '', 'ไทเกอร์', '', 'N', 4193, 9, 7, NULL, 17, NULL, 26, '60160181', 17840.00, '2011-10-03', 0, 1, '0000-00-00', 46),
(60160183, 1, 'สุพัฒชัย', 'กามะพร', '', '', 'ปอนด์', '', 'N', 4199, 9, 8, NULL, 18, NULL, 25, '60160183', 8332.00, '2008-09-01', 0, 2, '2015-09-01', 46),
(60160185, 1, 'อาทิตย์', 'รัตนวิเศษสุทธิ์', '', '', 'เกม', '', 'N', NULL, 1, 0, NULL, 17, NULL, 1, '60160185', 0.00, '2014-04-01', 0, 1, '0000-00-00', 1150),
(60160186, 1, 'อิศรพงศ์', 'เจนการ', '', '', 'บอลอิ', '', 'N', 542, 1, 1, 5546, 7, 17, 1, '60160186', 0.00, '1999-04-10', 0, 1, '0000-00-00', 46),
(60160187, 2, 'กัลยรัตน์', 'รอดทอง', '', '', 'มิ้นท์', '', 'N', 554, 1, 2, 5548, 12, 12, 1, '60160187', 42490.00, '1999-04-15', 0, 1, '0000-00-00', 46),
(60160189, 1, 'กิตติศักดิ์', 'น้อยดอนไพร', '', '', 'นิค', '', 'N', 562, 1, 3, NULL, 12, NULL, 1, '60160189', 33670.00, '1999-04-21', 0, 1, '0000-00-00', 1170),
(60160192, 2, 'ชลลดา', 'ทองย้อย', '', '', 'ปิ๊ก', '', 'N', 1717, 1, 5, 5547, 17, 17, 1, '60160192', 24240.00, '1999-05-06', 0, 1, '0000-00-00', 46),
(60160194, 2, 'ทัศนียา', 'จันรอง', '', '', 'หนูนา', '', 'N', 4198, 9, 7, NULL, 17, NULL, 26, '60160194', 18440.00, '2013-05-01', 0, 1, '0000-00-00', 46),
(60160198, 1, 'ปานเดชา', 'เมืองโคตร', '', '', 'เบย์', '', 'N', 555, 1, 0, NULL, 17, NULL, 1, '60160198', 0.00, '2006-06-01', 4, 2, '2014-10-01', 46),
(60160199, 2, 'พัทธนันท์', 'ชวลิตสุวรรณ', '', '', 'ออม', '', 'N', 543, 1, 1, NULL, 17, NULL, 1, '60160199', 43750.00, '1999-04-11', 0, 1, '0000-00-00', 46),
(60160200, 2, 'ลลิตา', 'เฉินจุณวรรณ', '', '', 'ตา', '', 'N', 557, 1, 2, 5547, 12, 12, 1, '60160200', 43870.00, '1999-04-16', 0, 1, '0000-00-00', 1144),
(60160201, 2, 'วินิจดา', 'ทองวงษ์', '', '', 'จิ๊จ๋า', '', 'N', 563, 1, 3, NULL, 17, NULL, 1, '60160201', 33480.00, '1999-04-22', 0, 1, '0000-00-00', 1165),
(60160203, 1, 'อธิคม​', 'วงศ์​วาร​', '', '', 'นุ๊ก', '', 'N', 546, 1, 1, NULL, 17, NULL, 1, '60160203', 47100.00, '1986-02-18', 0, 1, '2015-09-01', 165),
(60160329, 2, 'กชกร', 'ชุณหสุนทร', '', '', 'ฟรีซ', '', 'N', 536, 1, 5, NULL, 18, NULL, 25, '60160329', 21010.00, '1999-05-07', 0, 1, '0000-00-00', 46),
(60160330, 1, 'กัณณภัต', 'เพียรแก้ว', '', '', 'บอนน์', '', 'N', 4133, 1, 6, NULL, 17, NULL, 26, '60160330', 18180.00, '1999-05-13', 0, 1, '0000-00-00', 46),
(60160331, 2, 'กิตติญา', 'ยังโซ๊ะ', '', '', 'กิต', '', 'N', 4197, 9, 7, NULL, 17, NULL, 1, '60160331', 11230.00, '2013-05-01', 0, 1, '2014-10-01', 46),
(60160333, 2, 'จุฑามาศ', 'สายแก้ว', '', '', 'ไอซ์', '', 'N', 4204, 3, 9, NULL, 18, NULL, 25, '60160333', 17880.00, '1992-05-01', 0, 1, '0000-00-00', 46),
(60160334, 2, 'ชนากานต์', 'โฮ่กี่', '', '', 'มะเหมี่ยว', '', 'N', 569, 1, 4, 5547, 17, 17, 1, '60160334', 29670.00, '1999-04-30', 0, 1, '0000-00-00', 46),
(60160335, 2, 'ชนิกานต์', 'คำเรือง', '', '', 'แต้ม', '', 'N', 547, 1, 1, NULL, 16, NULL, 1, '60160335', 38390.00, '1991-06-01', 0, 2, '2012-06-01', 46),
(60160336, 2, 'ชมพูนุช', 'ปิตธวัชชัย', '', '', 'อ๋อมแอ๋ม', '', 'N', 4142, 1, 6, NULL, 17, NULL, 26, '60160336', 18230.00, '1999-05-14', 0, 1, '0000-00-00', 46),
(60160337, 1, 'ณัฐธร', 'โภคพิบูลย์', '', '', 'เต๋า', '', 'N', 566, 1, 3, 5548, 12, 17, 1, '60160337', 38240.00, '1999-04-23', 0, 1, '0000-00-00', 1171),
(60160338, 2, 'ธิมาภรณ์', 'นิรมิตวสุ', '', '', 'กบ', '', 'N', 1779, 1, 4, NULL, 17, NULL, 1, '60160338', 36160.00, '1999-05-01', 0, 1, '0000-00-00', 46),
(60160339, 1, 'นพดล', 'จันทร์สุข', '', '', 'นพ', '', 'N', 565, 1, 5, NULL, 18, NULL, 11, '60160339', 21010.00, '1999-05-08', 0, 1, '0000-00-00', 46),
(60160341, 2, 'ปรียานุช', 'บุญมีมาก', '', '', 'ยี่', '', 'N', 4196, 9, 7, NULL, 17, NULL, 26, '60160341', 18990.00, '2013-05-01', 0, 1, '0000-00-00', 46),
(60160342, 2, 'ฝนดาว', 'ศรีวรษา', '', '', 'รถเบนซ์', '', 'N', 4200, 9, 8, NULL, 18, NULL, 25, '60160342', 18330.00, '2011-01-04', 0, 1, '0000-00-00', 46),
(60160343, 1, 'พชรพล', 'โทพล', '', '', 'ไตเติ้ล', '', 'N', 4209, 3, 9, NULL, 18, NULL, 25, '60160343', 17880.00, '1997-05-19', 0, 1, '0000-00-00', 46),
(60160344, 1, 'พฤกษ์', 'เทพพิทักษ์', '', '', 'พฤกษ์', '', 'N', 564, 1, 0, 5547, 16, 17, 1, '60160344', 0.00, '1999-04-04', 0, 1, '0000-00-00', 46),
(60160345, 2, 'พัณณิตา', 'คันธศร', '', '', 'ชอค', '', 'N', 548, 1, 4, NULL, 17, NULL, 1, '60160345', 28300.00, '1999-05-02', 0, 1, '0000-00-00', 46),
(60160347, 1, 'รัฐกฤษฏิ์', 'ปั้นรัก', '', '', 'เบฟวี่', '', 'N', 567, 1, 3, NULL, 12, NULL, 1, '60160347', 35800.00, '1999-04-24', 0, 1, '0000-00-00', 46),
(60160348, 1, 'วร​กันต์​', 'เหลือง​อ่อน​', '', '', 'กัน​ต์', '', 'N', 555, 1, 4, NULL, 17, NULL, 1, '60160348', 28280.00, '1999-05-03', 0, 1, '0000-00-00', 46),
(60160350, 2, 'วาทินี', 'เเตงทอง', '', '', 'นุ๊กนิก', '', 'N', 6198, 1, 6, NULL, 17, NULL, 26, '60160350', 17790.00, '2011-10-03', 0, 1, '0000-00-00', 46),
(60160351, 2, 'วิภาวี', 'อิ่นคำ', '', '', 'จ๋อมแจ๋ม', '', 'N', 4201, 3, 8, NULL, 18, NULL, 25, '60160351', 25250.00, '1990-06-01', 0, 1, '0000-00-00', 46),
(60160353, 1, 'เสถียร', 'สุภาพกุล', '', '', 'อาร์ท', '', 'N', 4205, 3, 9, NULL, 18, NULL, 25, '60160353', 17880.00, '1991-08-01', 0, 1, '0000-00-00', 46),
(60160354, NULL, 'ezkido', '', '', '', '', '', 'N', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2019-05-24', NULL, 1, '0000-00-00', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `hr_person`
--
ALTER TABLE `hr_person`
  ADD PRIMARY KEY (`ps_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `hr_person`
--
ALTER TABLE `hr_person`
  MODIFY `ps_id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'รหัส', AUTO_INCREMENT=60160355;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
