-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Aug 15, 2019 at 02:37 PM
-- Server version: 8.0.17
-- PHP Version: 7.3.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `tsp60_hrdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `hr_person_detail`
--

CREATE TABLE `hr_person_detail` (
  `psd_ps_id` int(11) NOT NULL COMMENT 'id บุคลากร จากตาราง hr_person',
  `psd_dp_id` int(11) DEFAULT NULL COMMENT 'id สำนักงานใหญ่ จากฐาน UMS ตาราง umdepartment',
  `psd_tax_no` varchar(15) DEFAULT NULL COMMENT 'เลขประจำตัวผู้เสียภาษี',
  `psd_id_card_no` varchar(15) DEFAULT NULL COMMENT 'เลขประจำตัวประชาชน',
  `psd_passport_no` varchar(15) DEFAULT NULL COMMENT 'เลขที่หนังสือเดินทาง(Passport)',
  `psd_picture` varchar(255) DEFAULT NULL COMMENT 'รูปภาพ',
  `psd_blood_id` int(11) DEFAULT NULL COMMENT 'id หมู่โลหิต จากตาราง hr_blood',
  `psd_reli_id` int(11) DEFAULT NULL COMMENT 'id ศาสนา จากตาราง hr_religion',
  `psd_nation_id` int(11) DEFAULT NULL COMMENT 'id สัญชาติ จากตาราง hr_nation',
  `psd_race_id` int(11) DEFAULT NULL COMMENT 'id เชื้อชาติ จากตาราง hr_race',
  `psd_psst_id` int(11) DEFAULT NULL COMMENT 'id สถานภาพ จากตาราง hr_person_status',
  `psd_birthdate` date DEFAULT NULL COMMENT 'วันเกิด',
  `psd_birth_pv_id` int(11) DEFAULT NULL COMMENT 'จังหวัดที่เกิด อ้างอิงจาก id ของตาราง hr_province',
  `psd_gd_id` int(11) DEFAULT NULL COMMENT 'id เพศ จากตาราง hr_gender',
  `psd_account_no` varchar(30) DEFAULT NULL COMMENT 'เลขที่บัญชี',
  `psd_ba_id` int(11) DEFAULT NULL COMMENT 'id ชื่อธนาคาร (ตาราง ac_bank จาก eaccount)',
  `psd_moral` text COMMENT 'คติประจำใจ',
  `psd_interest` text COMMENT 'ความสนใจ',
  `psd_facebook` varchar(255) DEFAULT NULL COMMENT 'ที่อยู่ facebook',
  `psd_twitter` varchar(255) DEFAULT NULL COMMENT 'ที่อยู่ twitter',
  `psd_line` varchar(255) DEFAULT NULL,
  `psd_website` varchar(255) DEFAULT NULL COMMENT 'ที่อยู่ website',
  `psd_email` varchar(100) DEFAULT NULL COMMENT 'อีเมล',
  `psd_cellphone` varchar(50) DEFAULT NULL COMMENT 'เบอร์โทรศัพท์มือถือ',
  `psd_phone` varchar(50) DEFAULT NULL COMMENT 'เบอร์โทรศัพท์บ้าน',
  `psd_ex_phone` varchar(30) DEFAULT NULL COMMENT 'เบอร์โทรภายใน',
  `psd_work_phone` varchar(30) DEFAULT NULL COMMENT 'เบอร์โทรศัพท์ที่ทำงาน',
  `psd_lodge_id` int(11) DEFAULT NULL COMMENT 'id ที่พัก จากตาราง hr_lodge',
  `psd_lodge_no` varchar(20) DEFAULT NULL COMMENT 'เลขที่ห้องพัก',
  `psd_lodge_phone` varchar(15) DEFAULT NULL COMMENT 'เบอร์โทรห้องพัก',
  `psd_lodge_electric_id` varchar(25) DEFAULT NULL COMMENT 'เลขที่ผู้ใช้ไฟฟ้า',
  `psd_lodge_water_id` varchar(25) DEFAULT NULL COMMENT 'เลขที่ผู้ใช้น้ำปะปา',
  `psd_lodge_telephone_id` varchar(10) DEFAULT NULL COMMENT 'เลขที่ผู้ใช้โทรศัพท์',
  `psd_addcur_no` varchar(255) DEFAULT NULL COMMENT 'บ้านเลขที่(ที่อยู่ปัจจุบัน)',
  `psd_addcur_pv_id` int(11) DEFAULT '0' COMMENT 'จังหวัด(ที่อยู่ปัจจุบัน) id จากตาราง hr_province',
  `psd_addcur_amph_id` int(11) DEFAULT NULL COMMENT 'อำเภอ(ที่อยู่ปัจจุบัน) id จากตาราง hr_amphur',
  `psd_addcur_dist_id` int(11) DEFAULT NULL COMMENT 'ตำบล(ที่อยู่ปัจจุบัน) id จากตาราง hr_district',
  `psd_addcur_zipcode` varchar(5) DEFAULT NULL COMMENT 'รหัสไปรษณีย์(ที่อยู่ปัจจุบัน)',
  `psd_addhome_no` varchar(255) DEFAULT NULL COMMENT 'บ้านเลขที่(ที่อยู่ทะเบียนบ้าน)',
  `psd_addhome_pv_id` int(11) DEFAULT NULL COMMENT 'จังหวัด(ที่อยู่ทะเบียนบ้าน) id จากตาราง hr_province',
  `psd_addhome_amph_id` int(11) DEFAULT NULL COMMENT 'อำเภอ(ที่อยู่ทะเบียนบ้าน) id จากตาราง hr_amphur',
  `psd_addhome_dist_id` int(11) DEFAULT NULL COMMENT 'ตำบล(ที่อยู่ทะเบียนบ้าน) id จากตาราง hr_district',
  `psd_addhome_zipcode` varchar(5) DEFAULT NULL COMMENT 'รหัสไปรษณีย์(ที่อยู่ทะเบียนบ้าน)',
  `psd_first_admid_date` date DEFAULT NULL COMMENT 'วันที่รับราชการครั้งแรก(ค.ศ.)',
  `psd_retire_place` int(11) DEFAULT NULL COMMENT 'รหัสสถานที่ที่มาช่วยหรือไปช่วยราชการ'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='ข้อมูลบุคลากร';

--
-- Dumping data for table `hr_person_detail`
--

INSERT INTO `hr_person_detail` (`psd_ps_id`, `psd_dp_id`, `psd_tax_no`, `psd_id_card_no`, `psd_passport_no`, `psd_picture`, `psd_blood_id`, `psd_reli_id`, `psd_nation_id`, `psd_race_id`, `psd_psst_id`, `psd_birthdate`, `psd_birth_pv_id`, `psd_gd_id`, `psd_account_no`, `psd_ba_id`, `psd_moral`, `psd_interest`, `psd_facebook`, `psd_twitter`, `psd_line`, `psd_website`, `psd_email`, `psd_cellphone`, `psd_phone`, `psd_ex_phone`, `psd_work_phone`, `psd_lodge_id`, `psd_lodge_no`, `psd_lodge_phone`, `psd_lodge_electric_id`, `psd_lodge_water_id`, `psd_lodge_telephone_id`, `psd_addcur_no`, `psd_addcur_pv_id`, `psd_addcur_amph_id`, `psd_addcur_dist_id`, `psd_addcur_zipcode`, `psd_addhome_no`, `psd_addhome_pv_id`, `psd_addhome_amph_id`, `psd_addhome_dist_id`, `psd_addhome_zipcode`, `psd_first_admid_date`, `psd_retire_place`) VALUES
(5983, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5984, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5985, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2019-05-06', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'guy012345@gmail.commmmm', NULL, '08488888888', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5988, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5989, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(60160025, 2, '', '3101403023577', '', 'getstudentimage.asp.ดาวน์โหลด', 3, 1, 1, 1, 2, '1964-03-06', 55, 3, '7030420632', 9, '', '', 'fb.com/testface', '', NULL, '', 'ploypet@yahoo.com', '082-5649835', '', '3103', '032-427-049', 0, '', '', '', '', '', '205/18 ถ.มนตรีสุริยวงศ์', 55, 724, 6593, '70000', '205/18 ถ.มนตรีสุริยวงศ์', 55, 724, 6593, '70000', '1986-04-01', 0),
(60160026, 2, '3760100056693', '3760100056693', '', 'getstudentimage.asp(1).ดาวน์โหลด', 4, 1, 1, 1, 1, '1969-12-15', 61, 2, '7031236231', 9, 'ทำดีได้ดี ทำชั่วได้ชั่ว', 'internet ระบบเครือข่าย และคอมพิวเตอร์', 'Pckcafe Pck', '', NULL, '', 'pckcafe@gmail.com,kaewraya@gmail.com', '081-3735566', '-', '3461', '032-427-049', 0, '', '', '', '', '', '119/31 หมู่ที่ 4 ซอยรวมสุข ถนนราชดำเนิน', 61, 771, 7124, '76000', '119/31 หมู่ที่ 4 ซอยรวมสุข ถนนราชดำเนิน', 61, 771, 7124, '76000', '1992-04-01', 0),
(60160027, 2, '', '3101403018859', '', 'getstudentimage.asp(2).ดาวน์โหลด', 0, 1, 1, 1, 1, '2013-11-30', 1, 3, '', 0, '', '', '', '', NULL, '', '', '', '', '', '032-427-049', 0, '', '', '', '', '', '', 0, 0, 0, '', '', 0, 0, 0, '', '2014-02-03', 0),
(60160083, 2, '', '3760100125661', '', 'getstudentimage.asp(3).ดาวน์โหลด', 1, 1, 1, 1, 2, '1975-01-12', 61, 3, '7031641403', 9, '', '', 'Teanpun@gmail.com', '', NULL, '', 'Teanpun@gmail.com', '081-9428256', '', '3407', '032-427-049', 0, '', '', '', '', '', '60', 61, 771, 7120, '76000', '10', 61, 771, 7115, '76000', '1996-04-01', 0),
(60160086, 2, '', '3760600329184', '', 'getstudentimage.asp(4).ดาวน์โหลด', 2, 1, 1, 1, 3, '1979-12-08', 61, 3, '', 0, 'ทำดีได้ดีทำชั่วได้ชั่ว', 'ความสวยความงาม', 'Khwantanoolek@gmail.com', '', NULL, '', 'Khwantanoolek@gmail.com', '082-1112002', '', '3406', '032-427-049', 2, '', '', '', '', '', '203 หมู่ 2', 61, 771, 7118, '76000', '203 หมู่ 2', 61, 771, 7118, '76000', '2002-04-01', 0),
(60160087, 2, '', '3760700277534', '', 'getstudentimage.asp(5).ดาวน์โหลด', 3, 1, 1, 1, 2, '1967-05-04', 61, 3, '7031972949', 9, '', '', '', '', NULL, '', 'pussadee10@yahoo.com', '086-6057965', '', '3405', '032-427-049', 0, '', '', '', '', '', '21/6 หมู่ 5', 61, 771, 7124, '76000', '21/6 หมู่ 5', 61, 771, 7124, '76000', '1989-04-03', 0),
(60160089, 2, '', '1769900286881', '', 'getstudentimage.asp(6).ดาวน์โหลด', 3, 1, 1, 1, 1, '1992-09-16', 61, 3, '7310388062', 9, '', '', '', '', NULL, '', 'kataaza@hotmail.com', '090-9724453', '', '3151', '032-427-049', 0, '', '', '', '', '', '10/2 ซอยข้างโรงเรี่ยนพรหมานุสรณ์ 6 ถนนบันไดอิฐ', 61, 771, 7115, '76000', '10/2 ซอยข้างโรงเรี่ยนพรหมานุสรณ์ 6 ถนนบันไดอิฐ', 61, 771, 7115, '76000', '2014-06-10', 0),
(60160091, 2, '', '1769900175010', '', 'getstudentimage.asp(7).ดาวน์โหลด', 2, 1, 1, 1, 1, '1989-01-04', 61, 3, '', 0, 'สุขอยู่ที่ใจ', '', '', '', NULL, '', 'pook.d44@gmail.com', '', '', '', '032-427-049', 3, '', '', '', '', '', '50 หมู่ที่ 7', 61, 774, 7157, '76120', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2013-10-01', 0),
(60160093, 2, '3760200038875', '3760200038875', '', 'getstudentimage.asp(8).ดาวน์โหลด', 4, 1, 1, 1, 3, '1964-12-08', 61, 3, '', 9, 'เมื่อทำงานต้องมุ่งถึงจุดหมายที่แท้ของงาน งานจึงจะสำเร็จ', '', 'ฉลวย ตือพงษ์', '', NULL, '', 'chaluay_07@hotmail.com', '091-2763642', '', '214', '032-427-049', 0, '', '', '', '', '', '239/4 หมู่ที่ 9', 61, 771, 7118, '76000', '239/4 หมู่ที่ 9', 61, 771, 7118, '76000', '1989-07-03', 0),
(60160094, 2, '', '3101403023577', '', 'getstudentimage.asp(9).ดาวน์โหลด', 3, 1, 1, 1, 2, '1964-03-06', 55, 3, '7030420632', 9, '', '', 'fb.com/testface', '', NULL, '', 'ploypet@yahoo.com', '082-5649835', '', '3103', '032-427-049', 0, '', '', '', '', '', '205/18 ถ.มนตรีสุริยวงศ์', 55, 724, 6593, '70000', '205/18 ถ.มนตรีสุริยวงศ์', 55, 724, 6593, '70000', '1986-04-01', 0),
(60160095, 2, '3214646477', '1219900540146', '1145787544', 'getstudentimage.asp(10).ดาวน์โหลด', 1, 3, 1, 7, 1, '1971-01-12', 45, 3, '7031208777', 3, 'หาย', 'ไม่4444', 'nopejai', 'darwsd', NULL, 'www.iserl.buu.ac.th', 'oopoo@hotmail.com', '0563254862', '080505248', '221', '022-4554', 0, '', '', '', '', '', '55/66', 2, 56, 267, '21055', 'tyu', 1, 1, 5, '21055', '1992-04-20', 0),
(60160097, 2, '', '3510100077030', '', 'getstudentimage.asp(11).ดาวน์โหลด', 3, 1, 1, 1, 1, '1968-10-20', 39, 3, '7030057171', 9, '', '', 'sreyasak@hotmail.com', '', NULL, '', 'sreyasak@hotmail.com', '081-7088928', '', '3406', '032-427-049', 3, '', '', '', '', '', '96/1 หมู่ที่ 4', 39, 551, 5059, '51000', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1990-04-01', 0),
(60160099, 2, '', '3760200303242', '', 'getstudentimage.asp(12).ดาวน์โหลด', 2, 1, 1, 1, 1, '1970-07-28', 61, 3, '7031454638', 9, 'ความฝันจะเป็นจริงได้ ก็ต่อเมื่อลงมือทำ', 'ความจำ วิจัยเชิงทดลอง สถิติขั้นสูง', 'julyratana.duangchan@facebook.com', '', NULL, '-', 'julyratana@gmail.com, julyratana@yahoo.com', '086-4055638', '032-447510', '116', '032-427-049', 3, '', '', '', '', '', '45/3 หมู่ที่ 4', 61, 772, 7146, '76140', '45/3 หมู่ที่ 4', 61, 772, 7146, '76140', '1993-04-01', 0),
(60160101, 2, '', '3760500444917', '', 'getstudentimage.asp(13).ดาวน์โหลด', 1, 1, 1, 1, 1, '1974-09-25', 61, 3, '7031690234', 9, 'หยุดก้าวเท่ากับหยุดนิ่ง', 'ต้นไม้', '', '', NULL, '', 'pizzamorn@gmail.com', '086-5700072', '', '3405', '032-427-049', 3, '', '', '', '', '', '38/69 หมู่ที่ 8', 61, 771, 7118, '76000', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1997-04-01', 0),
(60160104, 2, '', '3760500003791', '', 'getstudentimage.asp(14).ดาวน์โหลด', 2, 1, 1, 1, 2, '1982-11-15', 61, 3, '7031747813', 9, 'ความพยายามอยู่ที่ไหน ความสำเร็จอยู่ที่นั่น', 'การพพยาบาลสุขภาพจิต', '', '', NULL, '', 'aewduang@gmail.com', '089-4152544', '', '3405', '032-427-049', 3, '', '', '', '', '', '44 หมู่ที่ 9', 61, 775, 7170, '76130', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2007-03-26', 0),
(60160109, 2, '', '3760100677302', '', 'getstudentimage.asp(15).ดาวน์โหลด', 3, 1, 1, 1, 2, '1979-07-25', 55, 3, '7030149661', 9, 'ความพยายามอยู่ที่ไหน ความสำเร็จอยู่ที่นั่น', 'การเรียนการสอนหลักสูตรพยาบาล นานาชาติ', 'rapeepan cakecain', '', NULL, '', 'rapeepan2549@gmail.com', '089-9086672', '032-455178', '3407', '032-427-049', 0, '', '', '', '', '', '6 หมู่ที่ 3', 61, 771, 7116, '76000', '6 หมู่ที่ 3', 61, 771, 7116, '76000', '2002-04-01', 0),
(60160113, 2, '', '1760500105717', '', 'getstudentimage.asp(16).ดาวน์โหลด', 2, 1, 1, 1, 1, '1988-09-04', 61, 3, '9806634071', 9, 'ไม่สูงต้องเขย่ง ไม่เก่งต้องขยัน', 'การพยาบาลผู้สูงอายุ', 'Tualek Pook-chana', '', NULL, '', 'tualek_deknurse@hotmail.com , pookchana@gmail.com', '086-3311233', '', '3406', '032-427-049', 3, '', '', '', '', '', '72 หมู่่ที่ 3', 61, 775, 7178, '76130', '203 หมู่ 2', 61, 771, 7118, '76000', '2013-10-01', 0),
(60160116, 2, '', '1709900427973', '', 'getstudentimage.asp(17).ดาวน์โหลด', 2, 1, 1, 1, 1, '1989-01-28', 55, 3, '', 0, 'Glory in life is not in never failing, But rising each time we fail.', '-', 'Aof Pimsawat', '', NULL, '-', 'pimsawatfarm@gmail.com', '0806565166', '-', '3406', '032-427-049', 0, '', '', '', '', '', '159/3 หมู่ 8', 61, 775, 7164, '76130', '159/3 หมู่ 8', 61, 775, 7164, '76130', '2013-10-01', 0),
(60160151, 2, '', '3860100720088', '', 'getstudentimage.asp(18).ดาวน์โหลด', 1, 1, 1, 1, 3, '1964-06-02', 69, 3, '', 9, '', '', 'wisansaya.i2507@gmail.com', '', NULL, '', 'wisansaya.i2507@gmail.com', '085-8094795', '', '3162', '032-427-049', 0, '', '', '', '', '', '36/13 หมู่ที่ 9', 61, 771, 7118, '76000', '36/13 หมู่ที่ 9', 61, 771, 7118, '76000', '1989-07-03', 0),
(60160152, 2, '-', '1219900540146', '', 'getstudentimage.asp(19).ดาวน์โหลด', 1, 3, 3, 2, 3, '1957-02-18', 58, 2, '7030166027', 9, 'อยู่อย่าง', 'eiei', 'aienaien@hotmail.com', '', NULL, '6522222', '45624rrrrrrr@gmail.com', '084-8538703', '038691828', '3405', '032-427-049', 0, '', '', '', '', '', '38 ซอยอาจารย์ทิม 4 ถนนดำเนินเกษม', 11, 133, 1044, '76000', '38 ซอยอาจารย์ทิม 4 ถนนดำเนินเกษม', 12, 144, 1157, '76000', '1981-04-01', 0),
(60160153, 2, '', '3760100515469', '', 'getstudentimage.asp(20).ดาวน์โหลด', 3, 1, 1, 1, 2, '1971-02-01', 61, 3, '7031413591', 9, 'Do the right first...กล้าคิด กล้าทำ...ก้าวนำองค์กร', 'การดูแลผู้ป่วยโรคเรื้อรัง การพัฒนาตนเอง การวางแผนชีวิตวิชาชีพ', 'nongrn1@gmail.com', '', NULL, '', 'nongnaphat@pckpb.ac.th,nongrn1@gmail.com, nong_rn@hotmail.com', '084-614-1565', '032-493732', '121', '032-427-049', 0, '', '', '', '', '', '50/3 หมู่ที่ 2', 61, 771, 7134, '76000', '50/3 หมู่ที่ 2', 61, 771, 7134, '76000', '1992-04-01', 0),
(60160154, 2, '', '5909999025211', '', 'getstudentimage.asp(21).ดาวน์โหลด', 2, 1, 1, 1, 2, '1968-12-10', 61, 3, '', 0, 'การให้คือความสุขสูงสุด', 'การใช้ชีวิตอย่างสงบสุข', '', '', NULL, '', 'mukdaph@gmail.com', '082-2452800', '032-772054', '213', '032-427-049', 0, '', '', '', '', '', '245/1 หมู่ที่ 2', 61, 777, 7200, '76110', '245/1 หมู่ที่ 2', 61, 777, 7200, '76110', '1990-04-02', 0),
(60160155, 2, '1628453292', '3250200155876', '', 'getstudentimage.asp(22).ดาวน์โหลด', 2, 1, 1, 1, 2, '1970-04-06', 16, 2, '7031430615', 9, 'impossible is nothing', '-', 'sanya Kumdee', '', NULL, '', 'sandee981@gmail.com', '081-9813573', '-', '3481', '032-427-049', 0, '', '', '', '', '', '140/6 หมู่ที่ 2', 61, 771, 7119, '76000', '140/6 หมู่ที่ 2', 61, 771, 7119, '76000', '1993-04-01', 0),
(60160156, 2, '', '3969900312089', '', 'getstudentimage.asp(23).ดาวน์โหลด', 2, 1, 1, 1, 2, '1960-11-14', 76, 3, '7031912318', 9, 'แก้ปัญหา พัฒนางาน', 'การพัฒนาการเรียนการสอน การนิเทศ การวิจัยและพัฒนา การวิจัยเชิงคุณภาพ การพยาบาลผุ้ใหญ่/ผุ้สุงอายุ', 'thunya_po@hotmail.com', '', NULL, '', 'thunya_po@hotmail.com', '081-5992909', '', '3441', '032-427-049', 0, '', '', '', '', '', '25/183 หมู่ที่ 6', 61, 771, 7125, '76000', '25/183 หมู่ที่ 6', 61, 771, 7125, '76000', '1983-04-01', 0),
(60160157, 2, '', '5220300026756', '', 'getstudentimage.asp(24).ดาวน์โหลด', 1, 1, 1, 1, 1, '1979-12-17', 13, 3, '', 0, 'ตัวแบบที่ดี มีค่ากว่าคำสอน', 'การอ่านหนังสือที่ให้ข้อคิด ธรรมมะ ปรับทัศนคติ', 'พัชรนันท์ รัตนภาค', '', NULL, '-', 'joyjuujee@yahoo.com, pck.joynurse@gmail.com', '083-8051112', '-', '112', '032-427-049', 3, '3/1', '-', '-', '-', '-', '8 หมู่ 6', 11, 141, 1133, '20180', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2002-04-01', 0),
(60160158, 2, '3760100543411', '3760100543411', '', 'getstudentimage.asp(25).ดาวน์โหลด', 2, 1, 1, 1, 3, '1978-10-18', 61, 3, '7310292316', 9, '', '', 'wimollak@hotmail.com', '', NULL, '', 'wimollak@hotmail.com', '092-5614897', '', '3164', '032-427-049', 0, '', '', '', '', '', '38 หมู่ที่ 9', 61, 771, 7126, '76000', '38 หมู่ที่ 9', 61, 771, 7126, '76000', '2011-03-01', 0),
(60160159, 2, '', '1760500107604', '', 'getstudentimage.asp(26).ดาวน์โหลด', 1, 1, 1, 1, 1, '1988-11-12', 61, 3, '9806634977', 9, '', 'การพยาบาลผู้สูงอายุ,การพยาบาลจิตเวช', 'zyurakaz@gmail.com', '', NULL, '', 'zyurakaz@gmail.com', '090-9699725', '', '3406', '032-427-049', 0, '', '', '', '', '', '69 หมู่ที่ 6', 61, 771, 7124, '76000', '25 หมู่ที่ 1', 61, 776, 7184, '76150', '2013-10-01', 0),
(60160161, 2, '', '3760100296635', '', 'getstudentimage.asp(27).ดาวน์โหลด', 3, 1, 1, 1, 2, '1966-10-23', 61, 3, '', 9, '', '', 'เพยาว์ รามเมือง', '', NULL, '', 'pago2323@hotmail.com', '088-5429238', '', '3151', '032-427-049', 0, '', '', '', '', '', '33/4 หมู่ที่ 2', 61, 771, 7125, '76000', '33/4 หมู่ที่ 2', 61, 771, 7125, '76000', '1991-08-01', 0),
(60160164, 2, '', '3760300054589', '', 'getstudentimage.asp(28).ดาวน์โหลด', 4, 1, 1, 1, 3, '1970-04-08', 61, 3, '7031413532', 9, 'อย่าท้อในการทำดี', 'การพยาบาลชุมชน', 'Bulun Dittabunjong', '', NULL, '-', 'bulundit@gmail.com', '086-7986560', '-', '3481', '032-427-049', 3, '1', '-', '', '', '', '109 หมู่ที่ 3', 61, 773, 7154, '76160', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1992-04-01', 0),
(60160165, 2, '', '3760100554537', '', 'getstudentimage.asp(29).ดาวน์โหลด', 3, 1, 1, 1, 1, '1967-04-19', 61, 3, '7031365783', 9, '', '', '', '', NULL, '', 'neng_pck@hotmail.com', '081-5705287', '', '3104', '032-427-049', 3, '', '', '', '', '', '209 หมู่ 3', 61, 775, 7165, '76130', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1990-04-02', 0),
(60160166, 2, '1628440704', '3770100532096', '', 'getstudentimage.asp(30).ดาวน์โหลด', 4, 1, 1, 1, 2, '1971-02-16', 62, 3, '7030029275', 9, 'ความดีเป็นเกราะคุ้มภัย', 'สุนทรีในชีวิต', 'Anunlux Kankao', '', NULL, '-', 'angsinee@pckpb.ac.th', '080-9950894', '032-780409', '3407', '032-427-049', 0, '', '', '', '', '', '38/65 หมู่ที่ 8', 61, 771, 7118, '76000', '38/65 หมู่ที่ 8', 61, 771, 7118, '76000', '1993-04-01', 0),
(60160167, 2, '1628349151', '3760100404187', '', 'getstudentimage.asp(31).ดาวน์โหลด', 3, 1, 1, 1, 2, '1966-02-04', 61, 3, '7031276888', 9, 'บอบบาง-ซื่อสัตย์-จริงใจ', 'กฎระเบียบต่างๆ', 'Prapaporn Attara', '', NULL, '-', 'attara_5@hotmail.com', '089-5409919', '-', '3163', '032-427-049', 0, '', '', '', '', '', '442 หมู่ที่ 9', 61, 771, 7118, '76000', '442 หมู่ที่ 9', 61, 771, 7118, '76000', '1990-07-02', 0),
(60160169, 2, '', '3760100358452', '', 'getstudentimage.asp(32).ดาวน์โหลด', 3, 1, 1, 1, 1, '1983-12-29', 61, 3, '', 0, '', '', '', '', NULL, '', '', '083-8519167', '', '', '032-427-049', 0, '', '', '', '', '', '71/1 หมู่ที่ 4', 61, 771, 7130, '76100', '71/1 หมู่ที่ 4', 61, 771, 7130, '76100', '2013-08-01', 0),
(60160170, 2, '', '1769900166649', '', 'getstudentimage.asp(33).ดาวน์โหลด', 3, 1, 1, 1, 1, '1988-09-17', 61, 3, '7310206282', 9, '', '', 'khunploy Jaa', '', NULL, '', 'khonploy_pck@hotmail.com', '', '', '3408', '032-427-049', 3, '', '', '', '', '', '203 หมู่ 2', 61, 771, 7118, '76000', '203 หมู่ 2', 61, 771, 7118, '76000', '2013-10-01', 0),
(60160171, 2, '', '5760700017148', '', 'getstudentimage.asp(34).ดาวน์โหลด', 3, 1, 1, 1, 1, '1978-12-27', 61, 3, '7030404998', 9, '', '', '', '', NULL, '', 'chubas123@gmail.com', '081-7038310', '', '214', '032-427-049', 0, '', '', '', '', '', '10/1 หมู่ที่ 5', 61, 777, 7207, '76110', '10/1 หมู่ที่ 5', 61, 777, 7207, '76110', '2012-09-25', 0),
(60160172, 2, '', '3760100137812', '', 'getstudentimage.asp(35).ดาวน์โหลด', 3, 1, 1, 1, 3, '1963-12-22', 61, 2, '', 0, '', '', 'chaiwat.k2506@gmail.com', '', NULL, '', 'chaiwat.k2506@gmail.com', '', '', '', '032-427-049', 0, '', '', '', '', '', '251 หมู่ที่ 2', 61, 771, 7118, '76000', '251 หมู่ที่ 2', 61, 771, 7118, '76000', '1989-07-03', 0),
(60160174, 2, '', '3959900167127', '', 'getstudentimage.asp(36).ดาวน์โหลด', 3, 2, 1, 1, 2, '1958-06-15', 75, 3, '7031511895', 9, 'ทำวันนี้ให้ดีที่สุด', 'กีฬา โยคะ ด้านIT', '', '', NULL, '', 'dee_pit@hotmail.com', '081-9445279', '032-402608', '3408', '032-427-049', 1, '', '', '', '', '', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1983-04-01', 0),
(60160175, 2, '1628373187', '3760600458740', '', 'getstudentimage.asp(37).ดาวน์โหลด', 3, 1, 1, 1, 2, '1968-09-16', 61, 3, '7031391326', 9, 'พอใจในสิ่งที่มี ยินดีในสิ่งที่ได้ ภูมิใจในสิ่งที่เป็น', '', 'www.facebook.com/kamon petch', '', NULL, '', 'kamon11@hotmail.com,kamon11.porn@gmail.com', '082-2068842', '032-586154', '115', '032-427-049', 0, '', '', '', '', '', '3 หมู่ที่ 6', 61, 776, 7187, '76150', '3 หมู่ที่ 6', 61, 776, 7187, '76150', '1991-04-01', 0),
(60160176, 2, '', '3760500277727', '', 'getstudentimage.asp(38).ดาวน์โหลด', 1, 1, 1, 1, 1, '1969-05-23', 61, 2, '7031413656', 9, '', '', 'thaglojar@hotmail.com', '', NULL, '', 'thaglojar@hotmail.com', '090-4420455', '', '3407', '032-427-049', 1, '', '', '', '', '', '4 หมู่ที่ 2', 61, 775, 7164, '76130', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1992-04-01', 0),
(60160177, 2, '', '3769900241621', '', 'getstudentimage.asp(39).ดาวน์โหลด', 2, 1, 1, 1, 1, '1971-04-26', 1, 3, '7031454549', 9, 'อดทน อดทน อดทน', 'เรื่องธรรมะ', 'Sarunrad Polin', '', NULL, '', 'sarunrad@gmail.com', '081-8803859', '', '214', '032-427-049', 0, '', '', '', '', '', '133/13', 61, 771, 7119, '76000', '133/13', 61, 771, 7119, '76000', '1993-04-01', 0),
(60160178, 2, '', '3720700362493', '', 'getstudentimage.asp(40).ดาวน์โหลด', 2, 1, 1, 1, 1, '1970-05-31', 57, 3, '7031454530', 9, 'If you think you can you can. Do the best!', 'Epidemiology, Community Health Development; Gerontological Nursing; Elder Mistreatment', 'Achara Suksamran', '', NULL, '', 'achara@pckpb.ac.th', '084-3197373', '', '112', '032-427-049', 3, '', '', '', '', '', '107 หมู่ 2', 57, 754, 6886, '72110', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1993-04-01', 0),
(60160179, 2, '', '3220200074302', '', 'getstudentimage.asp(41).ดาวน์โหลด', 2, 1, 1, 1, 2, '1979-10-28', 13, 3, '7031885256', 9, 'ทำวันนี้ให้ดีที่สุด', 'การเรียนการสอนด้านผู้สูงอายุ', 'กฐิน pck คมขำ', '', NULL, '', 'Katinnoi@hotmail.com', '081-8808516', '', '3406', '032-427-049', 3, '', '', '', '', '', '38 หมู่ที่ 7', 13, 157, 1289, '22130', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2002-04-01', 0),
(60160180, 2, '', '1769900106956', '', 'getstudentimage.asp(42).ดาวน์โหลด', 2, 1, 1, 1, 1, '1986-06-17', 61, 3, '7030252705', 9, 'มันดีที่สุดเสมอ', 'ท่องเที่ยง', 'eet.kettong@gmail.com', '', NULL, '', 'eet.kettong@gmail.com', '087-7503087', '', '3407', '032-427-049', 0, '', '', '', '', '', '90 หมู่ที่ 6', 61, 771, 7137, '76000', '90 หมู่ที่ 6', 61, 771, 7137, '76000', '2013-05-28', 0),
(60160181, 2, '', '1709900385448', '', 'getstudentimage.asp(43).ดาวน์โหลด', 2, 1, 1, 1, 1, '1988-07-27', 61, 3, '9806634055', 9, 'ทำปัจจุบีนให้ดีที่สุด', 'ภาษาอังกฤษ', 'Raveewan Klinsuwan', '', NULL, '', 'puiraveewan@gmail.com', '085-2949085', '032-427873', '3406', '032-427-049', 0, '', '', '', '', '', '71 ถนนพระทรง', 61, 771, 7114, '76000', '71 ถนนพระทรง', 61, 771, 7114, '76000', '2013-10-01', 0),
(60160183, 2, '', '1779900004762', '', 'getstudentimage.asp(44).ดาวน์โหลด', 2, 2, 1, 1, 1, '1984-05-21', 62, 2, '', 0, '', '', 'ford5212@gmail.com', '', NULL, '', 'ford5212@gmail.com', '080-2814840', '', '', '032-427-049', 0, '', '', '', '', '', '97/5 ถ.สุขจิต', 62, 779, 7216, '77000', '138/1 หมู่ที่ 1', 61, 771, 7121, '76000', '2013-10-01', 0),
(60160185, 2, '', '3969900131009', '', 'getstudentimage.asp(45).ดาวน์โหลด', 2, 1, 1, 1, 1, '1978-11-23', 70, 3, '', 0, '', '', '', '', NULL, '', 'tim2007pon@gmail.com', '086-1333601,085-4840101', '', '', '032-344954-6', 3, '', '', '', '', '', '4/15 หมู่ที่ 3', 58, 758, 6950, '73000', '4/15 หมู่ที่ 3', 58, 758, 6950, '73000', '1990-02-06', 0),
(60160186, 2, '', '3100100758111', '', 'getstudentimage.asp(46).ดาวน์โหลด', 2, 1, 1, 1, 1, '1998-09-06', 61, 3, '7031391318', 9, '', 'การดูแลผู้มีปัญหาหัวใจและหลอดเลือด ต่อมไร้ท่อ กระบวนการพยาบาล', '', '', NULL, '', 'a@a.com', '085-2630414', '', '3442', '032-427-049', 0, '', '', '', '', '', '79 หมู่ที่ 9', 5, 76, 482, '76000', '79 หมู่ที่ 9', 0, 0, 0, '76000', '1991-04-01', 0),
(60160187, 2, '1628428450', '3760500877953', '', 'getstudentimage.asp(47).ดาวน์โหลด', 3, 1, 1, 1, 1, '1970-11-05', 61, 3, '7031390427', 9, 'The best way to predict the future is to invent it.', 'การดูแลหญิงวัยเจริญพันธุ์', 'nattaporn uthai', '', NULL, '', 'nat.mahog@gmail.com', '099-2284664', '', '3471', '032-427-049', 0, '', '', '', '', '', '118 หมู่ 8', 61, 771, 7121, '76000', '118 หมู่ 8', 61, 771, 7121, '76000', '1992-04-01', 0),
(60160189, 2, '1628479094', '3730200402445', '', 'getstudentimage.asp(48).ดาวน์โหลด', 2, 1, 1, 1, 2, '1971-10-20', 58, 3, '7031484391', 9, 'ทำให้ดีที่สุด', 'การวิจัยทางการพยาบาล', 'Panisara pui', '', NULL, '-', 'panisara@pckpb.ac.th', '084-0080717', '', '122', '032-427-049', 0, '', '', '', '', '', '2 หมู่ที่ 9', 61, 771, 7118, '76000', '163/181 หมู่ที่ 3 ต.บ้านหาด อ.บ้านลาด จ.เพชรบุรี', 61, 776, 7183, '76150', '1994-04-01', 0),
(60160192, 2, '', '3760500639831', '', 'getstudentimage.asp(49).ดาวน์โหลด', 4, 1, 1, 1, 1, '1983-11-29', 61, 3, '7030065948', 9, 'Be tough minded but tenderhearted', 'geriatric care, male nursing, gundam model', 'jseesawang@yahoo.com,jun-2926@hotmail.com', '', NULL, '', 'jseesawang@yahoo.com,jun-2926@hotmail.com', '092-6159591', '', '3406', '032-427-049', 3, '', '', '', '', '', '211 หมู่ที่ 3', 61, 778, 7214, '76170', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2010-02-09', 0),
(60160194, 2, '', '1769900203358', '', 'getstudentimage.asp(50).ดาวน์โหลด', 1, 1, 1, 1, 1, '1990-02-09', 61, 3, '9808244300', 9, 'If you think you can , you can', 'การพยาบาลผู้ป่วยโรคหัวใจ', 'Graph Sirikulwiwat', '', NULL, '-', 'graph.siri@gmail.com , Jintipa512801004@gmail.com', '087-1622245', '-', '3406', '032-427-049', 1, '', '', '', '', '', '286 หมู่ที่ 6', 62, 786, 7266, '77180', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2013-10-01', 0),
(60160198, 2, '1-628135341', '5102099022313', '', 'getstudentimage.asp(51).ดาวน์โหลด', 2, 1, 1, 1, 1, '1954-01-16', 1, 3, '', 0, 'จงยินดี..ที่จะเป็น', 'สุขภาพดี', 'Kanny Thammasit', '', NULL, '', 'thammasataya@gmail.com', '081-9957277', '032-454447', '', '032-427-049', 0, '', '', '', '', '', '106 หมู่ที่ 3', 61, 771, 7125, '76000', '106 หมู่ที่ 3', 61, 771, 7125, '76000', '1978-04-08', 0),
(60160199, 2, '', '3760100743216', '', 'getstudentimage.asp(52).ดาวน์โหลด', 3, 1, 1, 1, 2, '1970-09-18', 46, 2, '7030119592', 9, 'กำหนดชีวิตด้วย 1 สมอง 2 มือ 2 ขาและ 1 ใจ', 'รถยนต์', 'torranger', '', NULL, '', 'tor_ranger@hotmail.com', '085-5616801', '', '112', '032-427-049', 0, '', '', '', '', '', '25/101 หมู่ที่ 6', 61, 771, 7125, '76000', '25/101 หมู่ที่ 6', 61, 771, 7125, '76000', '1992-04-01', 0),
(60160200, 2, '3100501178281', '3100501178281', '', 'getstudentimage.asp(53).ดาวน์โหลด', 2, 2, 1, 1, 2, '1970-02-13', 61, 3, '7031486173', 9, 'ทำดีต้องได้ดี', 'ปฏิจสมุทบาท', 'krisana Hongthong', '', NULL, '-', 'krisanana6@gmail.com', '099-6415199', '032-898465', '3406', '032-427-049', 0, '', '', '', '', '', '25/153 หมู่ที่ 6 หมู่บ้านเพชรพิมาน', 61, 771, 7125, '76000', '25/153 หมู่ที่ 6 หมู่บ้านเพชรพิมาน', 61, 771, 7125, '76000', '1993-04-01', 0),
(60160201, 2, '1-5424-7092-4', '3649900054074', '', 'getstudentimage.asp(54).ดาวน์โหลด', 3, 1, 1, 1, 3, '1972-02-24', 51, 3, '7031677823', 9, NULL, NULL, 'phakamard pheetarakorn', '', NULL, '', 'phakamard@pckpb.ac.th', '085-1728899', '', '3462', '032-427-049', 0, '', '', '', '', '', '6 ซอยทรัพย์สิน 4/2 ถ.ราชวิถี', 61, 771, 7115, '76000', '6 ซอยทรัพย์สิน 4/2 ถ.ราชวิถี', 61, 771, 7115, '76000', '1995-04-03', 0),
(60160203, 2, '1010104181', '3101500052861', '', 'getstudentimage.asp(55).ดาวน์โหลด', 3, 1, 1, 1, 1, '1956-04-09', 59, 3, '', 0, 'Do the best,you gonna take the best', 'ท่องเที่ยว เดินป่า ปลูกต้นไม้ ตกแต่งบ้าน ทำอาหาร', '-', '', NULL, '-', 'kannikarmeesim@gmail.com', '090-9639067', '-', '3481', '032-427-049', 3, '', '', '', '', '', '269 หมู่ที่ 13', 61, 778, 7210, '74110', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1980-03-28', 0),
(60160329, 2, '', '3760100005673', '', 'getstudentimage.asp(56).ดาวน์โหลด', 1, 1, 1, 1, 2, '1975-08-15', 61, 2, '7030264096', 9, '', '', 'สิบเอกสัมพันธ์ มุสิกเจียรนันท์', '', NULL, '', 'sampun18@hotmail.com, samphanmu@hotmail.com', '081-8578819', '-', '3102', '032-427-049', 0, '', '', '', '', '', '71 หมู่ที่ 1', 61, 771, 7133, '76000', '71 หมู่ที่ 1', 61, 771, 7133, '76000', '1995-04-30', 0),
(60160330, 2, '', '1709900224941', '', 'getstudentimage.asp(57).ดาวน์โหลด', 3, 1, 1, 1, 1, '1986-07-20', 55, 3, '7030286375', 9, 'ยิ่งอยู่สูง ยิ่งต้องมองลงต่ำ', 'การเรียนการสอน เรื่อง การดูแลผู้ป่วยเด็กวิกฤต', 'Sucha - Da', '', NULL, '', 'bauprakong@gmail.com', '087-7675814', '-', '3406', '032-427-049', 0, '', '', '', '', '', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2013-05-28', 0),
(60160331, 2, '', '1759900156376', '', 'getstudentimage.asp(58).ดาวน์โหลด', 3, 1, 1, 1, 1, '1989-09-29', 60, 3, '', 0, 'ทำวันนี้ให้ดีที่สุด', 'การพยาบาลมารดาทารกและการผดุงครรภ์', '', '', NULL, '', 'Grapepai29@gmail.com', '0917350404', '', '', '032-427-049', 3, '', '', '', '', '', '53 หมู่ 11', 60, 770, 7104, '75110', '203 หมู่ 2', 61, 771, 7118, '76000', '2013-10-01', 0),
(60160333, 2, '', '3760500346362', '', 'getstudentimage.asp(59).ดาวน์โหลด', 3, 1, 1, 1, 3, '1964-11-25', 61, 2, '', 9, '', '', 'phon.y2507@gmail.com', '', NULL, '', 'phon.y2507@gmail.com', '087-5125310', '', '500', '032-427-049', 2, '', '', '0', '', '', '15 หมู่ที่ 7', 61, 771, 7118, '76000', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1992-05-01', 0),
(60160334, 2, '', '5760690004634', '', 'getstudentimage.asp(60).ดาวน์โหลด', 0, 1, 1, 1, 1, '1974-11-14', 61, 3, '7031535328', 9, '', '', 'took_jin@yahoo.co.th', '', NULL, '', 'took_jin@yahoo.co.th', '081-8588352', '', '3406', '032-427-049', 0, '', '', '', '', '', '145 หมู่ที่ 2', 61, 776, 7185, '76150', '145 หมู่ที่ 2', 61, 776, 7185, '76150', '1997-04-01', 0),
(60160335, 2, '1015694024', '3101500054066', '', 'getstudentimage.asp(61).ดาวน์โหลด', 3, 1, 1, 1, 2, '1959-04-26', 61, 2, '', 0, 'มุ่งมั่น สร้างสรรงาน ที่รับผิดชอบ ให้ดีที่สุด', 'ฟังเพลง', 'phaopathai@yahoo.com', '', NULL, 'phaopathai@yahoo.com', 'phaopathai@yahoo.com', '0818574408', '', '214', '032-427-049', 0, '', '', '', '', '', '77 หมู่ที่ 5', 61, 771, 7130, '76000', '77 หมู่ที่ 5', 61, 771, 7130, '76000', '1977-05-31', 0),
(60160336, 2, '', '1361200019895', '', 'getstudentimage.asp(62).ดาวน์โหลด', 3, 1, 1, 1, 1, '1985-02-22', 25, 3, '7030286391', 9, 'ทำดีได้ดี ทำชั่วได้ชั่ว', 'ภาษาอังกฤษ และ กีฬาเปตอง', 'Nooplub Phacharee', '', NULL, '-', 'phacharee632@hotmail.com, c.phacharee.rn@gmail.com', '089-7837118', '032-427049', '-', '032-427-049', 3, '-', '-', '-', '-', '-', '203 หมู่ 2', 61, 771, 7118, '76000', '203 หมู่ 2', 61, 771, 7118, '76000', '2013-05-28', 0),
(60160337, 2, '1628501672', '3760500752816', '', 'getstudentimage.asp(63).ดาวน์โหลด', 2, 1, 1, 1, 2, '1973-07-24', 61, 3, '7031513006', 9, 'รับผิดชอบหน้าที่ของตนเองให้ดีที่สุด', 'กีฬา บ้านและสวน', 'นิตยา ทองมา', '', NULL, '-', 'nitaya@pckpb.ac.th', '090-9933665', '', '3472', '032-427-049', 2, '', '', '', '', '', '5/2 หมู่ที่ 4', 61, 775, 7177, '76130', '5/2 หมู่ที่ 4', 61, 775, 7177, '76130', '1995-04-03', 0),
(60160338, 2, '', '3709900388893', '', 'getstudentimage.asp(64).ดาวน์โหลด', 4, 1, 1, 1, 2, '1964-06-29', 61, 3, '7031866863', 9, 'ไม่มี', 'การพิทักษ์สิทธิ์ของแม่และเด็กในเขตด้อยพัฒนา', '-', '', NULL, '-', 'ch5o@hotmail.com', '086-1676610', '', '3405', '032-427-049', 0, '', '', '', '', '', '2', 61, 771, 7115, '76000', '2', 61, 771, 7115, '76000', '1985-06-03', 0),
(60160339, 2, '1628357767', '3610400377429', '', 'getstudentimage.asp(65).ดาวน์โหลด', 2, 1, 1, 1, 2, '1959-10-01', 48, 2, '7031345472', 9, 'ฝันให้ไกล ไปให้ถึง', 'เทคโนโลยี่ใหม่ๆ', 'Pakasit Nongkai', '', NULL, '', 'pakasit_3164@hotmail.com', '081-1962239', '', '3201', '032-427-049', 2, '', '', '', '', '', '29 หมู่ที่ 10 หมู่บ้านหนองจิกยาว', 48, 657, 5958, '61110', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '1990-02-19', 0),
(60160341, 2, '', '1769900183705', '', 'getstudentimage.asp(66).ดาวน์โหลด', 3, 1, 1, 1, 1, '1989-05-17', 61, 2, '7030422597', 9, 'ตัวเราเองเท่านั้นที่รู้จักตัวเราเอง', 'การพยาบาล', 'www.facebook.com/kimarmjung', '', NULL, '-', 'kimarmjung@hotmail.com', '087-5672335', '-', '3406', '032-427-049', 0, '', '', '', '', '', '32/5 หมู่ที่ 4', 61, 771, 7124, '', '32/5 หมู่ที่ 4', 61, 771, 7124, '', '2013-10-01', 0),
(60160342, 2, '', '1709900154454', '', 'getstudentimage.asp(67).ดาวน์โหลด', 3, 1, 1, 1, 1, '1985-10-19', 61, 2, '7030287517', 9, '', 'อาชีพอิสระ', 'actor2005@gmail.com', '', NULL, '', 'actor2005@gmail.com', '087-6665725', '', '3402', '032-427-049', 0, '', '', '', '', '', '230 หมู่ 3', 61, 777, 7200, '76110', '230 หมู่ 3', 61, 777, 7200, '76110', '2013-10-01', 0),
(60160343, 2, '', '3760600131988', '', 'getstudentimage.asp(68).ดาวน์โหลด', 3, 1, 1, 1, 2, '1957-09-07', 61, 2, '', 9, '', '', 'sawat.e2500@gmail.com', '', NULL, '', 'sawat.e2500@gmail.com', '', '', '', '032-427-049', 0, '', '', '', '', '', '152 หมู่ที่ 3', 61, 776, 7183, '76150', '152 หมู่ที่ 3', 61, 776, 7183, '76150', '1997-05-19', 0),
(60160344, 2, '1628158869', '3769900343598', '', 'getstudentimage.asp(69).ดาวน์โหลด', 1, 1, 1, 1, 1, '1959-12-31', 61, 3, '7031149215', 9, 'จงทำวันนี้ให้ดีที่สุด', 'ด้านการแพทย์ทางเลือก', '', '', NULL, '', 'ratinun09@hotmail.co.th', '085-2132187', '', '3472', '032-427-049', 0, '', '', '', '', '', '10 ซอยวัดมหาธาตุ', 61, 771, 7115, '76000', '10 ซอยวัดมหาธาตุ', 61, 771, 7115, '76000', '1981-04-01', 0),
(60160345, 2, '1628688038', '3760500460696', '', 'getstudentimage.asp(70).ดาวน์โหลด', 4, 1, 1, 1, 1, '1977-08-04', 61, 2, '7031837367', 9, 'จงอยู่อย่างมีความสุข', 'ทุกเรื่อง', '', '', NULL, '', 'tum.wi@hotmail.com', '081-3801360', '', '3406', '032-427-049', 1, '', '', '', '', '', '22/1 หมู่ที่ 6', 61, 775, 7165, '76130', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2000-04-03', 0),
(60160347, 2, '', '3760100089354', '', 'getstudentimage.asp(71).ดาวน์โหลด', 2, 1, 1, 1, 1, '1974-10-23', 61, 3, '7031641411', 9, '', '', 'yukontonj', '', NULL, '', 'yukontonj@gmail.com', '089-0382922', '032-770248', '3472', '032-427-049', 0, '', '', '', '', '', '71 หมู่ที่ 6', 61, 771, 7116, '76000', '71 หมู่ที่ 6', 61, 771, 7116, '76000', '1996-04-01', 0),
(60160348, 2, '1791115478', '3760600126496', '', 'getstudentimage.asp(72).ดาวน์โหลด', 1, 1, 1, 1, 1, '1980-06-17', 61, 3, '7031837995', 9, 'ตนเป็นที่พึ่งแห่งตน', 'การพยาบาลเด็ก', 'sugar_palm23@hotmail.com', '', NULL, '-', 'sugarpalm80@gmail.com', '089-9120919', '032-492258', '3406', '032-427-049', 3, '', '', '', '', '', '7 หมู่ที่ 2', 61, 776, 7183, '76150', '203 หมู่ที่ 2', 61, 771, 7118, '76000', '2002-04-01', 0),
(60160350, 2, '1760500105725', '1760500105725', '', 'getstudentimage.asp(73).ดาวน์โหลด', 3, 1, 1, 1, 1, '1988-09-04', 61, 3, '', 9, 'กรรม เกิดจากผลของการกระทำ', '', 'pui chanut', '', NULL, '', 'pui.chanut@gmail.com', '092-5323340', '', '', '032-427-049', 3, '', '', '0', '', '', '72 หมู่ที่ 3', 61, 775, 7178, '76130', '72 หมู่ที่ 3', 61, 775, 7178, '76130', '2014-08-29', 0),
(60160351, 2, '', '3769900178066', '', 'getstudentimage.asp(74).ดาวน์โหลด', 3, 1, 1, 1, 2, '1965-08-27', 61, 2, '', 9, '', '', 'detchat.p2508@gmail.com', '', NULL, '', 'detchat.p2508@gmail.com', '083-7575368', '', '', '032-427-049', 0, '', '', '', '', '', '340 หมู่ที่ 4', 61, 771, 7124, '76000', '340 หมู่ที่ 4', 61, 771, 7124, '76000', '1990-06-01', 0),
(60160353, 2, '', '3760500375460', '', 'getstudentimage.asp(75).ดาวน์โหลด', 3, 1, 1, 1, 3, '1957-06-15', 61, 2, '', 9, '', '', 'hian.e2500@gmail.com', '', NULL, '', 'hian.e2500@gmail.com', '087-1103948', '', '500', '032-427-049', 0, '', '', '0', '', '', '24/2 หมู่ที่ 8', 61, 775, 7164, '76130', '24/2 หมู่ที่ 8', 61, 775, 7164, '76130', '1991-08-01', 0),
(60160354, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `hr_person_detail`
--
ALTER TABLE `hr_person_detail`
  ADD PRIMARY KEY (`psd_ps_id`);

--
-- Constraints for dumped tables
--

--
-- Constraints for table `hr_person_detail`
--
ALTER TABLE `hr_person_detail`
  ADD CONSTRAINT `hr_person_detail_ibfk_1` FOREIGN KEY (`psd_ps_id`) REFERENCES `hr_person` (`ps_id`) ON DELETE CASCADE ON UPDATE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
