-- phpMyAdmin SQL Dump
-- version 4.6.6
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Aug 17, 2019 at 08:36 PM
-- Server version: 5.6.38-log
-- PHP Version: 7.0.26-1~dotdeb+8.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `tsp60_umsdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `umuser`
--

CREATE TABLE `umuser` (
  `UsID` int(11) NOT NULL,
  `UsName` varchar(50) NOT NULL DEFAULT '',
  `UsLogin` varchar(50) NOT NULL,
  `UsPassword` char(128) DEFAULT NULL,
  `UsPsCode` varchar(20) DEFAULT NULL,
  `UsWgID` int(11) DEFAULT NULL,
  `UsQsID` int(11) DEFAULT NULL,
  `UsAnswer` varchar(50) DEFAULT NULL,
  `UsEmail` varchar(50) DEFAULT NULL,
  `UsActive` tinyint(4) DEFAULT NULL,
  `UsAdmin` int(11) DEFAULT NULL,
  `UsDesc` varchar(255) DEFAULT NULL,
  `UsPwdExpDt` datetime DEFAULT NULL,
  `UsUpdDt` datetime DEFAULT NULL,
  `UsUpdUsID` int(11) DEFAULT NULL,
  `UsSessionID` varchar(255) NOT NULL DEFAULT '',
  `UsDpID` int(11) NOT NULL,
  `UsPSkill` varchar(250) DEFAULT NULL,
  `UsDB` varchar(250) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `umuser`
--

INSERT INTO `umuser` (`UsID`, `UsName`, `UsLogin`, `UsPassword`, `UsPsCode`, `UsWgID`, `UsQsID`, `UsAnswer`, `UsEmail`, `UsActive`, `UsAdmin`, `UsDesc`, `UsPwdExpDt`, `UsUpdDt`, `UsUpdUsID`, `UsSessionID`, `UsDpID`, `UsPSkill`, `UsDB`) VALUES
(1, 'Mr.Admin', 'admin', 'f9ddeeeb41ba703667221880ec8efa87', '1', 1, 2, '1', '1', 1, 1, '1', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, NULL, NULL),
(2, ' อำนาจ โมคศักดิ์', 'umnard', 'a9110f29af95b13f4d3aa6712b05d335', '54160124', 5, 2, 'a', 'a@a.com', 1, NULL, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, NULL, NULL),
(3, 'Titan Fall', 'iserl', '8b073f5c24c719fd6029341c9bd0034e', 'iserl', 1, 2, '-', 'a@a.a', 1, 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 14, NULL, NULL),
(309, 'admin_61', '56160000', '722955ff5ca6058c0ab87d7ac203803b', '56160000', 6, 2, 'a', 'a@a.com', 1, 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '56160000', 'camp_s60_56160000'),
(310, 'Nutchapon', '56160382', '09c8ab79c7c5fc71f7322ea43e84028e', '56160382', 6, 2, 'a', 'a@a.com', 1, 1, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 14, NULL, NULL),
(313, 'นางสาวธนัญญา  บานชื่นวิจิตร', '60160086', 'eddf4e038d3e981e62571c9d8f526ba1', '60160086', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160086', 'camp_s60_60160086'),
(314, 'นางสาวนฤมล  สาริบุตร', '60160087', '943267b5060e2fb771e5158f874bf654', '60160087', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160087', 'camp_s60_60160087'),
(315, 'นางสาวเนตรชนก  เถียรทิน', '60160089', '4b67c6868d31200108c2d40cdd97ef5c', '60160089', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160089', 'camp_s60_60160089'),
(316, 'นายพัสกร  ใชยะ', '60160091', '1a9dbac37ac4f60929172e42882c9b83', '60160091', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160091', 'camp_s60_60160091'),
(317, 'นายพีรณัฐ  บูรณะเรข', '60160093', '3285ce0ddd2ad7ee6dde51ab81094cc9', '60160093', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160093', 'camp_s60_60160093'),
(318, 'นางสาวเกศรินทร์  อุทุมพร', '60160104', '1dbdaa160b22a08c2b1b6076b43a6d36', '60160104', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160104', 'camp_s60_60160104'),
(319, 'นายเตโอ  แซ่ตัน', '60160109', 'd0de8f639aa9284baf2602922e4bffb6', '60160109', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160109', 'camp_s60_60160109'),
(320, 'นายวีรพงศ์  สุขสง่าเจริญ', '60160113', '5fdb4cd984b9945fbd0d95f3b98d3e20', '60160113', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160113', 'camp_s60_60160113'),
(321, 'นายอธิรุจน์  ภูษิตาภรณ์', '60160116', 'f64dbc66e0b45e5deaf4d41701233272', '60160116', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160116', 'camp_s60_60160116'),
(322, 'นางสาวกรรณิการ์  จรสัมฤทธิ์', '60160151', '67c7ff8673692a3eda88f4bbb58c02b0', '60160151', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160151', 'camp_s60_60160151'),
(323, 'นายจิรเมธ  พั่วพันธ์', '60160157', '80cdb67fc3d532c96504b29b67a8207f', '60160157', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160157', 'camp_s60_60160157'),
(324, 'นายฉลองชัย  ภาคย์กระโทก', '60160158', '4cac755071b7c969e50211f5e67b9e46', '60160158', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160158', 'camp_s60_60160158'),
(325, 'นายฉัตรเฉลิม  วสุอนันต์กุล', '60160159', 'b543ec6bd628fb2168d765dcdf273057', '60160159', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160159', 'camp_s60_60160159'),
(326, 'นางสาวณฐมนัส  เล็กคุณา', '60160161', '131fb63cc2c4574a959e5c52bdc9f7ae', '60160161', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160161', 'camp_s60_60160161'),
(327, 'นายนำโชค  สิงหะชัย', '60160169', '029728aa25ec62863c5d1e776d8884bc', '60160169', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160169', 'camp_s60_60160169'),
(328, 'นายนิพิฐพนธ์  ถนัดกุลกิจ', '60160170', '20e328802ef5396fc5f4f95ef45537b3', '60160170', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160170', 'camp_s60_60160170'),
(329, 'นายปฏิพล  ทรงพระ', '60160171', '737f31fd72501505542eaed2123f62a0', '60160171', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160171', 'camp_s60_60160171'),
(330, 'นายปฏิวัติ  ยุ่นชัยภูมิ', '60160172', '4b4d9901f32787087a93528d9304c07b', '60160172', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160172', 'camp_s60_60160172'),
(331, 'นายศุภกร  พิจิตเลิศ', '60160179', 'e8516c70873bd6338b155767e378ec2c', '60160179', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160179', 'camp_s60_60160179'),
(332, 'นายสรรค์ปกรณ์  สุทธิรัตนพร', '60160180', '37ea42d3dc0025353838b3ca8e2072e8', '60160180', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160180', 'camp_s60_60160180'),
(333, 'นายสหรัชฎ์  ภิญโญพฤฒิพงศ์', '60160181', '776e330ac401c127192675bcac66e758', '60160181', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160181', 'camp_s60_60160181'),
(334, 'นายสุพัฒชัย  กามะพร', '60160183', '98928f2f75fecde08a0934196f545304', '60160183', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160183', 'camp_s60_60160183'),
(335, 'นางสาวชลลดา  ทองย้อย', '60160192', '56c6d1eb8223b12d94f7709668dd28df', '60160192', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160192', 'camp_s60_60160192'),
(336, 'นางสาวทัศนียา  จันรอง', '60160194', '895cee33b6a57ea02ba5ae52e120af27', '60160194', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160194', 'camp_s60_60160194'),
(337, 'นางสาวกชกร  ชุณหสุนทร', '60160329', '7886fd5c85b675b6cf0e06ae9031a4a9', '60160329', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160329', 'camp_s60_60160329'),
(338, 'นายกัณณภัต  เพียรแก้ว', '60160330', '8f07986d3786472eeac14b0f7088b18f', '60160330', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160330', 'camp_s60_60160330'),
(339, 'นางสาวกิตติญา  ยังโซ๊ะ', '60160331', 'a75072a8d5172157ba0fa46396f7e7af', '60160331', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160331', 'camp_s60_60160331'),
(340, 'นางสาวจุฑามาศ  สายแก้ว', '60160333', '86321578e44c5ac9bbebf6c7e69778bc', '60160333', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160333', 'camp_s60_60160333'),
(341, 'นางสาวชมพูนุช  ปิตธวัชชัย', '60160336', 'f61d56211657720a1c1e25ff87db615c', '60160336', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160336', 'camp_s60_60160336'),
(342, 'นายนพดล  จันทร์สุข', '60160339', '7b66e4e1f0d7e69e4522b45f221a9472', '60160339', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160339', 'camp_s60_60160339'),
(343, 'นางสาวปรียานุช  บุญมีมาก', '60160341', 'b841549c2efd3e6f3102017fa4e482be', '60160341', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160341', 'camp_s60_60160341'),
(344, 'นางสาวฝนดาว  ศรีวรษา', '60160342', 'fdf55de1ad3404fda921774e2ae61c14', '60160342', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160342', 'camp_s60_60160342'),
(345, 'นายพชรพล  โทพล', '60160343', '8a3903c777656164401985931fe69510', '60160343', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160343', 'camp_s60_60160343'),
(346, 'นางสาววาทินี  แตงทอง', '60160350', 'ffac52bd092dc54e415178e6830d428c', '60160350', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160350', 'camp_s60_60160350'),
(347, 'นางสาววิภาวี  อิ่นคำ', '60160351', '8e47983496431231682ba86ff57098c5', '60160351', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160351', 'camp_s60_60160351'),
(348, 'นายเสถียร  สุภาพกุล', '60160353', 'abb0e50620b36dfe5dc6160149f04146', '60160353', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160353', 'camp_s60_60160353'),
(349, 'นายพลยุทธ  โสภาค', '60160025', '5477fad4b84e9ed39c1876421d514fb9', '60160025', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160025', 'camp_s60_60160025'),
(350, 'นางสาวมานิตา  ดวงรัศมี', '60160026', '1ee209c0a58d7b7b7c173a7b9e1c91dc', '60160026', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160026', 'camp_s60_60160026'),
(351, 'นายสุภัค  พุกดำ', '60160027', '1534da1026a7dbf0621e3de1315a4886', '60160027', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160027', 'camp_s60_60160027'),
(352, 'นายชุติพงศ์  เจริญสวัสดิ์', '60160083', '35f6a00c688ca9838e4b6be0836a71cf', '60160083', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160083', 'camp_s60_60160083'),
(353, 'นางสาวยศภัทร  ภู่ระหงษ์', '60160094', 'ec41e56c5561d756b5ae8be42b1554fa', '60160094', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160094', 'camp_s60_60160094'),
(354, 'นางสาวเยาวพา  ป้องปัดชา', '60160095', '5bce22b127339cebd07808a5d173dc47', '60160095', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160095', 'camp_s60_60160095'),
(355, 'นางสาววรรณภา  ศรีเจิมทอง', '60160097', 'a972d88157460363f08c974a3f1acc75', '60160097', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160097', 'camp_s60_60160097'),
(356, 'นางสาวศิรดา  เล็กโล่ง', '60160099', 'b845f99ba43bdcba0a50b24d6f1d7c66', '60160099', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160099', 'camp_s60_60160099'),
(357, 'นายสิทธินนท์  กลิ่นมณฑา', '60160101', '1de37a4fdd91dbcf272162f4e5778433', '60160101', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160101', 'camp_s60_60160101'),
(358, 'นางสาวกวิสรา  อ่วมขันธ์', '60160152', 'aaa0b9a6212984c66d56b56e8d3b995b', '60160152', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160152', 'camp_s60_60160152'),
(359, 'นายขวัญชัย  นนทวิชิต', '60160153', '53ae86c6a8d420668fac1ff621bd616b', '60160153', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160153', 'camp_s60_60160153'),
(360, 'นายคณาธิป  พิทักษ์ศิลป์', '60160154', 'f284e095541956415adfd477fd86ed67', '60160154', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160154', 'camp_s60_60160154'),
(361, 'นายคมสันต์  เทศนา', '60160155', '1fcd70fa6a98fbdf06e6a33e8746767a', '60160155', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160155', 'camp_s60_60160155'),
(362, 'นายจักรวาล  ทรัพย์พิพัฒนา', '60160156', 'b6372c3a76375e2610dd01751d07f82b', '60160156', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160156', 'camp_s60_60160156'),
(363, 'นายทิวากร  หีดมั่น', '60160164', 'aeedc8f3e58d6f937adcc6dc5cadbecd', '60160164', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160164', 'camp_s60_60160164'),
(364, 'นายธัญพิสิษฐ์  ซื่อตรง', '60160165', '09aa69f439acae7f208a761014d5bf8a', '60160165', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160165', 'camp_s60_60160165'),
(365, 'นางสาวธิดารัตน์  ฤกษ์จำรัสแสง', '60160166', '106e92cf46a4d24bbeb75da0ce367f9c', '60160166', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160166', 'camp_s60_60160166'),
(366, 'นายธิติวุฒิ  เบ็ญจศิริวรรณ', '60160167', '839e1ae891649c8bece21320fe2d5f27', '60160167', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160167', 'camp_s60_60160167'),
(367, 'นางสาวพรไพลิน  กล่อมจันทร์', '60160174', '0e97c00dc62d18a3270af87495022b65', '60160174', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160174', 'camp_s60_60160174'),
(368, 'นายภัทรกร  ภมรชาติ', '60160175', 'edf32da8b0040ff1bde93a02df30cf4b', '60160175', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160175', 'camp_s60_60160175'),
(369, 'นางสาวมุขสุดา  เชยสุนทร', '60160176', '40159afcb369380b5e6d935766d01513', '60160176', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160176', 'camp_s60_60160176'),
(370, 'นางสาวรังสิยา  เจริญลาภ', '60160177', '4ad54132c9c5c15a4be65953e99a5d5d', '60160177', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160177', 'camp_s60_60160177'),
(371, 'นายวงศกร  เสริมศรี', '60160178', '17b6d350d7f19fc320b2f8268bfa17b1', '60160178', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160178', 'camp_s60_60160178'),
(372, 'นายอาทิตย์  รัตนวิเศษสุทธิ์', '60160185', '6509ca67d240266c8c620afcb39b3c05', '60160185', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160185', 'camp_s60_60160185'),
(373, 'นายอิศรพงศ์  เจนการ', '60160186', 'b7a5a8c7a88326dd82b55505229268ae', '60160186', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160186', 'camp_s60_60160186'),
(374, 'นางสาวกัลยรัตน์  รอดทอง', '60160187', '6803cde78ffadd80f4c20de321897b89', '60160187', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160187', 'camp_s60_60160187'),
(375, 'นายกิตติศักดิ์  น้อยดอนไพร', '60160189', '5ff4b20bb444aeb649ebf4f700ee3829', '60160189', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160189', 'camp_s60_60160189'),
(376, 'นายปานเดชา  เมืองโคตร', '60160198', '12b496a59aa869c5ce0bca6a41b69e43', '60160198', 6, 2, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160198', 'camp_s60_60160198'),
(377, 'นางสาวพัทธนันท์  ชวลิตสุวรรณ', '60160199', '41680f802e38646aec204f46fdb648b5', '60160199', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160199', 'camp_s60_60160199'),
(378, 'นางสาวลลิตา  เฉินจุณวรรณ', '60160200', 'bdb7d16cd544faa538f9e8a0f8778321', '60160200', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160200', 'camp_s60_60160200'),
(379, 'นางสาววินิจดา  ทองวงษ์', '60160201', '61cdb073dd22c41ef4506ee0359d1ac2', '60160201', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160201', 'camp_s60_60160201'),
(380, 'นายอธิคม  วงศ์วาร', '60160203', 'e76724fc889a80092fa7637450bcdf4f', '60160203', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160203', 'camp_s60_60160203'),
(381, 'นางสาวชนากานต์  โฮ่กี่', '60160334', '5385682525f829c841340dc110f248be', '60160334', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160334', 'camp_s60_60160334'),
(382, 'นางสาวชนิกานต์  คำเรือง', '60160335', 'e8e3ee1350340951898261a8d45835b7', '60160335', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160335', 'camp_s60_60160335'),
(383, 'นายณัฐธร  โภคพิบูลย์', '60160337', '1aa12844a9a33b3d1b28aaca7b30bac5', '60160337', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160337', 'camp_s60_60160337'),
(384, 'นางสาวธิมาภรณ์  นิรมิตวสุ', '60160338', '8026d61097d502b5f35da1954caff9ba', '60160338', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160338', 'camp_s60_60160338'),
(385, 'นายพฤกษ์  เทพพิทักษ์', '60160344', '31eeaab9301221b44ffbb27c08a8c6d0', '60160344', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160344', 'camp_s60_60160344'),
(386, 'นางสาวพัณณิตา  คันธศร', '60160345', '2a5bc5314c71a48afe72b3beb787d6d6', '60160345', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160345', 'camp_s60_60160345'),
(387, 'นายรัฐกฤษฏิ์  ปั้นรัก', '60160347', '4418fd6029cd39f95b9ddca18d3049fb', '60160347', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160347', 'camp_s60_60160347'),
(388, 'นายวรกันต์  เหลืองอ่อน', '60160348', '7091bb5cc2fb2e9c69f05133e671b8ae', '60160348', 6, 1, 'answer', 'a@a.com', 1, 0, 'Sync Form Excel', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, '60160348', 'camp_s60_60160348'),
(394, 'Nattaphol', 'nattaphol', 'b7fdd03f5590374ad07a949099d1bdae', '5983', 12, 0, '', '', 1, 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, NULL, NULL),
(395, 'เป๋าตุง', 'paotung', '0bf725d4e48f0f57ecba53eeeef45ecf', '5984', 12, 0, '', '', 1, 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, NULL, NULL),
(396, 'Nattaphol Boonseng2', 'guy', 'd9e4c888addbb30c4aa09a46a257c68a', '5985', 12, 0, '', 'guy012345@gmail.commmmm', 1, 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, NULL, NULL),
(399, 'สิทธิชัย', 'ิbanksompun@gmail.com', 'bd97e9a501c2115c09fe76d2ffb72011', '5988', 12, 0, '', '', 1, 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, NULL, NULL),
(400, 'banksompun', 'banksompun@gmail.com', 'c7cc44550a26b9d5a069bc29449e8040', '5989', 12, 0, '', '', 1, 0, '', '0000-00-00 00:00:00', '0000-00-00 00:00:00', 0, '0', 1, NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `umuser`
--
ALTER TABLE `umuser`
  ADD PRIMARY KEY (`UsID`,`UsName`,`UsLogin`),
  ADD UNIQUE KEY `UsLogin` (`UsLogin`),
  ADD KEY `UsWgID` (`UsWgID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `umuser`
--
ALTER TABLE `umuser`
  MODIFY `UsID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=401;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
